Repository: pungme/iNDS
Catalog: iNDS/*.lproj/Localizable.strings
Languages: nl

source: ROM List
nl: ROM-Lijst

source: About iNDS
nl: Over iNDS

# SETTINGS
source: Emulation Settings
nl: Emulatie voorkeuren

source: Donate
nl: Doneren

source: Share
nl: Delen

source: Emulator Core Code
nl: Emulator Kern Code

source: Controls
nl: Besturing

source: Developer
nl: Ontwikkelaar

source: Experimental
nl: Experimenteel

# OVERLAY_PIXEL_GRID_DETAIL
source: The pixel grid makes games appear less blurry, but at the same time, reduces brightness.
nl: Het pixelrooster laat spellen minder wazig lijken, maar verminderd tegelijkertijd de helderheid.

# ENABLE_DROPBOX_DETAIL
source: Enabling Dropbox will add an "iNDS" folder to your Dropbox account. Your game saves will be synced back to that folder so it will carry across devices (iPhone, iPad, iPod touch, Android, PC, etc).
nl: Het activeren van Dropbox voegt een "iNDS" map toe aan je Dropbox account. De opgeslagen spelbestanden worden gesynchroniseerd in die map zodat over te dragen zijn tussen apparaten (iPhone, iPad, iPod touch, Android, PC, enz.).

# ARMLJIT_DETAIL
source: GNU Lighting JIT makes games run faster. You must be jailbroken or iNDS will crash.
nl: GNU Lighting JIT maakt spellen sneller lopen. Je moet je apparaat gejailbreakt hebben anders crasht iNDS.

source: Top
nl: Boven

source: Bottom
nl: Onder

source: Frame Skip
nl: Overslaan van frames

source: Disable Sound
nl: Geluid uit

source: Overlay Pixel Grid
nl: Bedekkende pixelrooster

source: Control Pad Style
nl: Besturingstype

# CONTROL_POSITION_PORTRAIT
source: Controls Position (Portrait)
nl: Besturingspositie (Portretmode)

source: Control Opacity (Portrait)
nl: Transparantie besturing (Portretmode)

# ENABLE_DROPBOX
source: Enable Dropbox Sync
nl: Dropbox synch activeren

source: Not Linked
nl: Niet gekoppeld

source: Linked
nl: Gekoppeld

source: Unlinked!
nl: Ontkoppeld!

# UNLINKED_DETAIL
source: Dropbox has been unlinked. Your save files will no longer be synced.
nl: Dropbox is ontkoppeld. Jouw opgeslagen spelbestanden worden niet meer gesynchroniseerd.

source: Success
nl: Succes

# SUCCESS_DETAIL
source: Dropbox was linked successfully! iNDS will now start syncing your saves to a Dropbox folder called 'iNDS' located in the root directory of your Dropbox folder.
nl: Dropbox is succesvol gekoppeld! iNDS begint nu met het synchroniseren van jouw spelbestanden naar een Dropbox map genaamd 'iNDS' die zich bevind in de hoofdmap van jouw Dropbox map.

# DROPBOX_CFG_ERROR
source: Error Configuring Dropbox
nl: Fout configuratie Dropbox.

source: Show FPS
nl: FPS tonen

source: Vibration
nl: Trillen

source: Launch Game
nl: Spel starten

# LAUNCH_GAME_DETAIL
source: Boots the game normally
nl: Opent het spel normaal

# RESUME_AUTOSAVE
source: Resume from Autosave
nl: Hervat van Autosave
